Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# appearance_display_group_subtitle
source: Timestamps, source badges, and link previews
af: Tydstempels, bronkentekens en skakelvoorskoue
ar: الطوابع الزمنية، شارات المصدر، ومعاينات الروابط
bg: Времеви клейма, значки за източник и прегледи на връзки
ca: Marques de temps, icones de plataforma i previsualitzacions d’enllaços
cs: Časová razítka, odznaky zdrojů a náhledy odkazů
da: Tidsstempler, kilde-badges og linkforhåndsvisninger
de: Zeitstempel, Quell-Badges und Link-Vorschauen
el: Χρονικές σημάνσεις, εικονίδια πηγής και προεπισκοπήσεις συνδέσμων
fi: Aikaleimat, alustamerkit ja linkkien esikatselut
fr: Horodatage, badges de plateforme et aperçus de liens
he: חותמות זמן, תגי מקור ותצוגות מקדימות של קישורים
hu: Időbélyegek, forrásjelvények és linkelőnézetek
it: Timestamp, badge sorgente e anteprime dei link
ja: タイムスタンプ、ソースバッジ、リンクプレビュー
ko: 타임스탬프, 소스 배지 및 링크 미리보기
nb: Tidsstempler, kildemerker og lenkeforhåndsvisninger
nl: Tijdstempels, bronbadges en linkvoorbeelden
pl: Znaczniki czasu, plakietki źródła i podglądy linków
pt: Carimbos temporais, selos de origem e pré-visualizações de hiperligações
pt_br: Carimbos de data/hora, selos de origem e prévias de links
ro: Timestamp-uri, ecusoane sursă și previzualizări de linkuri
ru: Метки времени, значки платформ и предпросмотр ссылок
sr: Временске ознаке, ознаке извора и прегледи линкова
sv: Tidsstämplar, källmärken och länkförhandsvisningar
tr: Zaman damgaları, kaynak rozetleri ve bağlantı önizlemeleri
uk: Мітки часу, значки джерел і попередній перегляд посилань
vi: Dấu thời gian, nhãn nền tảng và bản xem trước liên kết
zh_hans: 时间戳、来源标识和链接预览
zh_hant: 時間戳記、來源標籤與連結預覽

# appearance_display_group_title
source: Display
af: Vertoning
ar: العرض
bg: Дисплей
ca: Visualització
cs: Zobrazení
da: Visning
de: Anzeige
el: Εμφάνιση
fi: Näyttö
fr: Affichage
he: תצוגה
hu: Megjelenítés
it: Visualizzazione
ja: 表示
ko: 디스플레이
nb: Skjerm
nl: Weergave
pl: Wyświetlanie
pt: Visualização
pt_br: Visualização
ro: Afișaj
ru: Отображение
sr: Приказ
sv: Visning
tr: Görünüm
uk: Відображення
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

# appearance_expand_content_warning
source: Show content behind content warnings
af: Wys inhoud agter inhoudwaarskuwings
ar: إظهار المحتوى خلف تحذيرات المحتوى
bg: Показване на съдържание зад предупрежденията
ca: Mostra el contingut darrere dels avisos de contingut
cs: Zobrazit obsah za obsahem varování
da: Vis indhold bag indholdsadvarsler
de: Inhalt hinter Inhaltswarnungen anzeigen
el: Εμφάνιση περιεχομένου πίσω από προειδοποιήσεις περιεχομένου
fi: Näytä sisältö sisältövaroitusten takana
fr: Afficher le contenu derrière les avertissements de contenu
he: הצג תוכן מאחורי אזהרות תוכן
hu: Tartalmi figyelmeztetések mögötti tartalom megjelenítése
it: Mostra il contenuto dietro gli avvisi di contenuto
ja: コンテンツ警告の背後にコンテンツを表示する
ko: 콘텐츠 경고 뒤의 내용 표시
nb: Vis innhold bak innholdsvarsler
nl: Toon content achter inhoudswaarschuwingen
pl: Pokaż zawartość za ostrzeżeniami o treści
pt: Mostrar conteúdo atrás de avisos de conteúdo
pt_br: Mostrar conteúdo atrás de avisos de conteúdo
ro: Arată conținut în spatele avertismentelor de conținut
ru: Показывать содержимое за предупреждениями о контенте
sr: Прикажи садржај иза упозорења о садржају
sv: Visa innehåll bakom innehållsvarningar
tr: İçerik uyarılarının arkasındaki içeriği göster
uk: Показувати попереджень про вміст
vi: Hiển thị nội dung sau cảnh báo nội dung
zh_hans: 显示内容警告背后的内容
zh_hant: 顯示內容警告後方的內容

# appearance_expand_content_warning_description
source: Always reveal post content hidden by content warnings
af: Wys altyd plasingsinhoud wat deur inhoudwaarskuwings versteek is
ar: يكشف دائما محتوى المنشور مخفي بواسطة تحذيرات المحتوى
bg: Винаги разкривай съдържанието на публикации, скрито от предупреждения
ca: Mostra sempre el contingut de les publicacions amagat pels avisos
cs: Vždy zobrazovat obsah příspěvku skrytý varováním obsahu
da: Vis altid indhold skjult af indholdsadvarsler
de: Inhalt immer durch Inhaltswarnungen versteckt anzeigen
el: Να εμφανίζεται πάντα περιεχόμενο δημοσιεύσεων που κρύβεται από προειδοποιήσεις περιεχομένου
fi: Näytä sisältövaroitusten piilotettu sisältö aina
fr: Toujours révéler le contenu du message caché par les avertissements de contenu
he: חשוף תמיד תוכן פוסטים שמוסתר על ידי אזהרות תוכן
hu: Mindig jelenítse meg a tartalmi figyelmeztetések által elrejtett bejegyzéseket
it: Mostra sempre il contenuto dei post nascosto dagli avvisi di contenuto
ja: コンテンツの警告で非表示になった投稿コンテンツを常に表示する
ko: 콘텐츠 경고로 숨겨진 게시물 내용을 항상 표시
nb: Alltid avsløre innleggsinnhold skjult av innholdsadvarsler
nl: Laat post inhoud altijd verborgen door inhoudswaarschuwingen zien
pl: Zawsze ujawniaj zawartość postów ukrytą przez ostrzeżenia o treściach
pt: Sempre revelar o conteúdo da postagem oculta pelos avisos de conteúdo
pt_br: Sempre revelar o conteúdo da postagem oculta pelos avisos de conteúdo
ro: Descoperă întotdeauna conținutul postărilor ascuns de avertismentele conținutului
ru: Всегда показывать контент сообщений, скрытый предупреждениями
sr: Увек откриј садржај објава сакривен упозорењима о садржају
sv: Avslöja alltid inläggets innehåll dolt av innehållsvarningar
tr: İçerik uyarılarıyla gizlenen gönderi içeriğini her zaman göster
uk: Завжди показувати зміст повідомлення, приховану за попередженнями про контент
vi: Luôn hiển thị nội dung bài viết bị ẩn bởi cảnh báo nội dung
zh_hans: 总是显示内容警告隐藏的帖子内容
zh_hant: 一律顯示被內容警告隱藏的貼文內容

# appearance_expand_media_size
source: Preserve media aspect ratio
af: Strek media na volle grootte
ar: توسيع الوسائط إلى الحجم الكامل
bg: Разгъване на медията до пълен размер
ca: Ampliar mitjans a mida completa
cs: Rozbalit média na plnou velikost
da: Bevar mediers størrelsesforhold
de: Seitenverhältnis von Medien beibehalten
el: Διατήρηση αναλογίας διαστάσεων μέσων
fi: Säilytä median kuvasuhde
fr: Préserver le rapport d'aspect des médias
he: שמור על יחס גובה-רוחב של מדיה
hu: Média méretarányának megőrzése
it: Preserva proporzioni media
ja: メディアのアスペクト比を維持
ko: 미디어 가로세로 비율 유지
nb: Bevar bildeformat for media
nl: Behoud aspectratio van media
pl: Zachowaj proporcje mediów
pt: Preservar a proporção da mídia
pt_br: Preservar a proporção da mídia
ro: Păstrează raportul de aspect al mediei
ru: Сохранять соотношение сторон медиа
sr: Задржи однос ширина/висина медија
sv: Behåll mediets bildförhållande
tr: Medya en boy oranını koru
uk: Зберігати співвідношення сторін медіа
vi: Giữ nguyên tỷ lệ khung hình phương tiện
zh_hans: 保留媒体纵横比
zh_hant: 保留媒體縱橫比

# appearance_expand_media_size_description
source: Show media at its original aspect ratio in timelines
af: Wys media teen sy oorspronklike aspekverhouding in tydlyne
ar: عرض الوسائط بنسبة العرض إلى الارتفاع الأصلية في الجداول الزمنية
bg: Показване на мултимедията в оригиналното й съотношение във времевите линии
ca: Mostra el contingut multimèdia amb la seva relació d'aspecte original a les línies de temps
cs: Zobrazit média v jejich původním poměru stran v časových osách
da: Vis medier i deres originale billedformat på tidslinjer
de: Medien in ihrem ursprünglichen Seitenverhältnis in Timelines anzeigen
el: Εμφάνιση πολυμέσων στην αρχική τους αναλογία διαστάσεων στις χρονολογικές σειρές
fi: Näytä media alkuperäisellä kuvasuhteella aikajanoilla
fr: Afficher les médias à leur format d'image d'origine dans les chronologies
he: הצג מדיה ביחס הגובה-רוחב המקורי שלה בצירי זמן
hu: Média megjelenítése az eredeti méretarányban az idővonalakon
it: Mostra i file multimediali con le loro proporzioni originali nelle timeline
ja: タイムラインでメディアを元の縦横比で表示する
ko: 타임라인에서 미디어를 원래 가로세로 비율로 표시
nb: Vis media i sitt originale format i tidslinjer
nl: Media in de originele aspectratio weergeven in tijdlijnen
pl: Pokazuj multimedia w ich oryginalnych proporcjach na osiach czasu
pt: Mostrar média na sua proporção original nas cronologias
pt_br: Exibir mídia em sua proporção original nas cronologias
ro: Afișează conținutul media la raportul de aspect original în cronologii
ru: Показывать медиафайлы с их оригинальным соотношением сторон в лентах
sr: Прикажи медије у њиховом оригиналном односу страница на временским линијама
sv: Visa media i sitt ursprungliga bildförhållande i tidslinjer
tr: Medyayı zaman akışlarında orijinal en boy oranında göster
uk: Показувати медіафайли з їхнім оригінальним співвідношенням сторін у стрічках
vi: Hiển thị phương tiện ở tỷ lệ khung hình gốc trên dòng thời gian
zh_hans: 在时间线中按原始宽高比显示媒体
zh_hant: 在時間線中按原始寬高比顯示媒體

# appearance_font_size_diff
source: Font Size
af: Lettergrootte
ar: حجم الخط
bg: Размер на шрифта
ca: Mida de la lletra
cs: Velikost písma
da: Skriftstørrelse
de: Schriftgröße
el: Μέγεθος γραμματοσειράς
fi: Fonttikoko
fr: Taille de la police
he: גודל גופן
hu: Betűméret
it: Dimensione carattere
ja: フォントサイズ
ko: 글꼴 크기
nb: Skriftstørrelse
nl: Lettergrootte
pl: Rozmiar czcionki
pt: Tamanho da letra
pt_br: Tamanho da fonte
ro: Dimensiunea fontului
ru: Размер шрифта
sr: Величина фонта
sv: Teckensnittsstorlek
tr: Yazı Tipi Boyutu
uk: Розмір шрифту
vi: Kích thước phông chữ
zh_hans: 字体大小
zh_hant: 字體大小

# appearance_fullWidthPost
source: Full-width posts
af: Plasings oor die volle breedte
ar: منشورات كاملة العرض
bg: Публикации с пълна ширина
ca: Paràgrafs d'amplada completa
cs: Příspěvky na celou šířku
da: Indlæg i fuld bredde
de: Beiträge in voller Breite
el: Αναρτήσεις πλήρους πλάτους
fi: Täyslevyiset julkaisut
fr: Messages en pleine largeur
he: פוסטים ברוחב מלא
hu: Teljes szélességű bejegyzések
it: Post a larghezza intera
ja: 全幅の投稿
ko: 전체 너비 게시물
nb: Innlegg i full bredde
nl: Berichten over de volle breedte
pl: Posty o pełnej szerokości
pt: Publicações de largura total
pt_br: Postagens em largura total
ro: Postări pe toată lățimea
ru: Посты на всю ширину
sr: Објаве пуне ширине
sv: Inlägg i full bredd
tr: Tam genişlikte gönderiler
uk: Дописи на повну ширину
vi: Các bài đăng có chiều rộng đầy đủ
zh_hans: 全宽帖子
zh_hant: 全寬貼文

# appearance_fullWidthPost_description
source: Let posts span the full available width
af: Laat plasings die volle beskikbare breedte beslaan
ar: السماح للمنشورات بالامتداد على العرض الكامل المتاح
bg: Позволяване на публикациите да заемат пълната налична ширина
ca: Permet que els paràgrafs ocupin tota l'amplada disponible
cs: Nechat příspěvky zabírat celou dostupnou šířku
da: Lad opslag spænde over den fulde tilgængelige bredde
de: Beiträge über die gesamte verfügbare Breite ausdehnen lassen
el: Επιτρέψτε στις αναρτήσεις να καταλαμβάνουν όλο το διαθέσιμο πλάτος
fi: Salli julkaisujen täyttää koko käytettävissä oleva leveys
fr: Laisser les messages occuper toute la largeur disponible
he: אפשר לפוסטים להשתרע על כל הרוחב הזמין
hu: Bejegyzések kiterjesztése a teljes rendelkezésre álló szélességre
it: Lascia che i post occupino tutta la larghezza disponibile
ja: 投稿を利用可能な全幅に広げる
ko: 게시물을 사용 가능한 전체 너비에 맞게 조정
nb: La innlegg bruke hele den tilgjengelige bredden
nl: Berichten de volledige beschikbare breedte laten beslaan
pl: Pozwól postom zajmować całą dostępną szerokość
pt: Permitir que as publicações ocupem toda a largura disponível
pt_br: Permitir que as postagens ocupem toda a largura disponível
ro: Permite postărilor să ocupe întreaga lățime disponibilă
ru: Разрешить постам занимать всю доступную ширину
sr: Дозволи објавама да заузму целу доступну ширину
sv: Låt inlägg spänna över hela den tillgängliga bredden
tr: Gönderilerin mevcut tüm genişliği kaplamasına izin ver
uk: Дозволити дописам займати всю доступну ширину
vi: Để các bài đăng trải rộng trên toàn bộ chiều rộng có sẵn
zh_hans: 允许帖子占满可用宽度
zh_hant: 允許貼文佔滿可用寬度

# appearance_in_app_browser
source: In-app browser
af: In-toep blaaier
ar: المتصفح داخل التطبيق
bg: Браузър в приложението
ca: Navegador integrat a l'aplicació
cs: Prohlížeč v aplikaci
da: Browser i appen
el: Πρόγραμμα περιήγησης εντός εφαρμογής
fi: Sovelluksen sisäinen selain
fr: Navigateur intégré
he: דפדפן בתוך האפליקציה
hu: Alkalmazáson belüli böngésző
it: Browser in-app
ja: アプリ内ブラウザ
ko: 앱 내 브라우저
nb: I app nettleser
pl: Przeglądarka w aplikacji
pt: Navegador na aplicação
pt_br: Navegador no aplicativo
ro: Browser în aplicație
ru: Встроенный браузер
sr: Прегледач у апликацији
sv: Webbläsare i appen
tr: Uygulama içi tarayıcı
uk: Вбудований браузер
vi: Trình duyệt trong ứng dụng
zh_hans: 应用内浏览器
zh_hant: 應用程式內瀏覽器

# appearance_in_app_browser_description
source: Open external links inside Flare
af: Maak eksterne skakels binne Flare oop
ar: فتح الروابط الخارجية داخل Flare
bg: Отваряне на външни връзки в Flare
ca: Obre els enllaços externs dins de Flare
cs: Otevírat externí odkazy v aplikaci Flare
da: Åbn eksterne links inde i Flare
de: Externe Links in Flare öffnen
el: Άνοιγμα εξωτερικών συνδέσμων εντός του Flare
fi: Avaa ulkoiset linkit Flaren sisällä
fr: Ouvrir les liens externes dans Flare
he: פתח קישורים חיצוניים בתוך Flare
hu: Külső linkek megnyitása a Flare-en belül
it: Apri i link esterni all'interno di Flare
ja: 外部リンクをFlare内で開く
ko: Flare 내에서 외부 링크 열기
nb: Åpne eksterne lenker inne i Flare
nl: Externe links openen binnen Flare
pl: Otwieraj zewnętrzne linki wewnątrz Flare
pt: Abrir links externos dentro do Flare
pt_br: Abrir links externos dentro do Flare
ro: Deschide linkurile externe în interiorul Flare
ru: Открывать внешние ссылки внутри Flare
sr: Отвори спољне везе унутар Flare-а
sv: Öppna externa länkar inuti Flare
tr: Harici bağlantıları Flare içinde aç
uk: Відкривати зовнішні посилання всередині Flare
vi: Mở các liên kết bên ngoài trong Flare
zh_hans: 在 Flare 内打开外部链接
zh_hant: 在 Flare 內開啟外部連結

# appearance_layout_group_subtitle
source: Timeline layout, navigation, and post actions
af: Tydlynuitleg, navigasie en plasingsaksies
ar: تخطيط الجدول الزمني والتنقل وإجراءات المنشور
bg: Оформление на времевата линия, навигация и действия с публикации
ca: Disseny de la línia de temps, navegació i accions dels paràgrafs
cs: Rozložení časové osy, navigace a akce příspěvků
da: Tidslinjelayout, navigation og opslagshandlinger
de: Timeline-Layout, Navigation und Beitragsaktionen
el: Διάταξη χρονολογικής σειράς, πλοήγηση και ενέργειες ανάρτησης
fi: Aikajanan asettelu, navigointi ja julkaisutoiminnot
fr: Mise en page de la chronologie, navigation et actions sur les messages
he: פריסת ציר זמן, ניווט ופעולות פוסט
hu: Idővonal elrendezése, navigáció és bejegyzési műveletek
it: Layout della timeline, navigazione e azioni sui post
ja: タイムラインのレイアウト、ナビゲーション、および投稿のアクション
ko: 타임라인 레이아웃, 탐색 및 게시물 작업
nb: Tidslinjeoppsett, navigasjon og handlinger
nl: Tijdlijnlay-out, navigatie en berichtacties
pl: Układ osi czasu, nawigacja i akcje postów
pt: Layout da cronologia, navegação e ações de publicação
pt_br: Layout da cronologia, navegação e ações de postagem
ro: Aspectul cronologiei, navigarea și acțiunile postării
ru: Макет ленты, навигация и действия с постами
sr: Изглед временске линије, навигација и акције објава
sv: Tidslinjelayout, navigering och inläggsåtgärder
tr: Zaman akışı düzeni, gezinme ve gönderi eylemleri
uk: Макет стрічки, навігація та дії з дописами
vi: Bố cục dòng thời gian, điều hướng và hành động bài đăng
zh_hans: 时间线布局、导航和帖子操作
zh_hant: 時間線佈局、導覽和貼文操作

# appearance_layout_group_title
source: Layout
af: Uitleg
ar: التخطيط
bg: Оформление
ca: Disseny
cs: Rozložení
el: Διάταξη
fi: Asettelu
fr: Mise en page
he: פריסה
hu: Elrendezés
ja: レイアウト
ko: 레이아웃
nb: Oppsett
pl: Układ
pt: Disposição
pt_br: Disposição
ro: Aspect
ru: Макет
sr: Изглед
tr: Düzen
uk: Макет
vi: Bố cục
zh_hans: 布局
zh_hant: 佈局

# appearance_media_group_subtitle
source: Media visibility, playback, and sensitive content
af: Mediastelsel sigbaarheid, terugspeel en sensitiewe inhoud
ar: رؤية الوسائط والتشغيل والمحتوى الحساس
bg: Видимост на мултимедията, възпроизвеждане и чувствително съдържание
ca: Visibilitat de contingut multimèdia, reproducció i contingut sensible
cs: Viditelnost médií, přehrávání a citlivý obsah
da: Mediesynlighed, afspilning og følsomt indhold
de: Mediensichtbarkeit, Wiedergabe und sensible Inhalte
el: Ορατότητα πολυμέσων, αναπαραγωγή και ευαίσθητο περιεχόμενο
fi: Median näkyvyys, toisto ja herkkä sisältö
fr: Visibilité des médias, lecture et contenu sensible
he: נראות מדיה, הפעלה ותוכן רגיש
hu: Média láthatósága, lejátszása és érzékeny tartalom
it: Visibilità dei file multimediali, riproduzione e contenuti sensibili
ja: メディアの可視性、再生、およびセンシティブなコンテンツ
ko: 미디어 가시성, 재생 및 민감한 콘텐츠
nb: Synlighet, avspilling og sensitivt innhold
nl: Mediazichtbaarheid, afspelen en gevoelige inhoud
pl: Widoczność multimediów, odtwarzanie i treści wrażliwe
pt: Visibilidade de média, reprodução e conteúdo sensível
pt_br: Visibilidade de mídia, reprodução e conteúdo sensível
ro: Vizibilitatea media, redarea și conținutul sensibil
ru: Видимость медиа, воспроизведение и чувствительный контент
sr: Видљивост медија, репродукција и осетљив садржај
sv: Mediesynlighet, uppspelning och känsligt innehåll
tr: Medya görünürlüğü, oynatma ve hassas içerik
uk: Видимість медіа, відтворення та чутливий вміст
vi: Khả năng hiển thị phương tiện, phát lại và nội dung nhạy cảm
zh_hans: 媒体可见性、播放和敏感内容
zh_hant: 媒體可見性、播放和敏感內容

# appearance_post_action_style
source: Post action style
af: Styl van plasingsaksie
ar: نمط إجراء المنشور
bg: Стил на действията с публикации
ca: Estil de l'acció del paràgraf
cs: Styl akce příspěvku
da: Opslagshandlingsstil
de: Stil für Beitragsaktionen
el: Στιλ ενεργειών ανάρτησης
fi: Julkaisutoiminnon tyyli
fr: Style d'action sur les messages
he: סגנון פעולת פוסט
hu: Bejegyzési művelet stílusa
it: Stile azione post
ja: 投稿アクションのスタイル
ko: 게시물 작업 스타일
nb: Publiser handlingsstil
nl: Stijl berichtacties
pl: Styl akcji posta
pt: Estilo de ação de publicação
pt_br: Estilo de ação de postagem
ro: Stilul acțiunii postării
ru: Стиль действий с постом
sr: Стил акције објаве
sv: Stil för inläggsåtgärder
tr: Gönderi eylemi stili
uk: Стиль дій з дописом
vi: Phong cách hành động bài đăng
zh_hans: 帖子操作样式
zh_hant: 貼文操作樣式

# appearance_post_action_style_description
source: Choose how action buttons are laid out
af: Kies hoe aksieknoppies uitgelê word
ar: اختيار كيفية تخطيط أزرار الإجراءات
bg: Избор на оформлението на бутоните за действие
ca: Tria com es distribueixen els botons d'acció
cs: Vyberte, jak mají být rozložena tlačítka akcí
da: Vælg hvordan handlingsknapper er placeret
de: Layout der Aktionsschaltflächen wählen
el: Επιλογή του τρόπου διάταξης των κουμπιών ενεργειών
fi: Valitse, miten toimintopainikkeet sijoitetaan
fr: Choisir la disposition des boutons d'action
he: בחר כיצד לחצני הפעולה יוצגו
hu: Műveleti gombok elrendezésének kiválasztása
it: Scegli come disporre i pulsanti di azione
ja: アクションボタンの配置方法を選択する
ko: 작업 버튼 배치 방식 선택
nb: Velg hvordan handlingsknappene skal plasseres
nl: Kies hoe de actieknoppen worden weergegeven
pl: Wybierz sposób rozmieszczenia przycisków akcji
pt: Escolher como os botões de ação são dispostos
pt_br: Escolher como os botões de ação são organizados
ro: Alege cum sunt dispuse butoanele de acțiune
ru: Выберите способ расположения кнопок действий
sr: Изабери како су распоређена дугмад за акције
sv: Välj hur åtgärdsknapparna är placerade
tr: Eylem düğmelerinin nasıl yerleştirileceğini seçin
uk: Виберіть спосіб розташування кнопок дій
vi: Chọn cách trình bày các nút hành động
zh_hans: 选择操作按钮的布局方式
zh_hant: 選擇操作按鈕的佈局方式

# appearance_post_action_style_hidden
source: Hidden
af: Verborge
ar: مخفي
bg: Скрито
ca: Ocult
cs: Skryté
da: Skjult
de: Ausgeblendet
el: Κρυφό
fi: Piilotettu
fr: Masqué
he: מוסתר
hu: Rejtett
it: Nascosto
ja: 非表示
ko: 숨김
nb: Skjult
nl: Verborgen
pl: Ukryte
pt: Oculto
pt_br: Oculto
ro: Ascuns
ru: Скрыто
sr: Скривено
sv: Dolt
tr: Gizli
uk: Приховано
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# appearance_post_action_style_left_aligned
source: Left aligned
af: Links belyn
ar: محاذاة لليسار
bg: Подравнено вляво
ca: Alineat a l'esquerra
cs: Zarovnané doleva
da: Venstrestillet
de: Linksbündig
el: Στοίχιση αριστερά
fi: Tasaus vasemmalle
fr: Aligné à gauche
he: מיושר לשמאל
hu: Balra igazítva
it: Allineato a sinistra
ja: 左揃え
ko: 왼쪽 정렬
nb: Venstre justert
nl: Links uitgelijnd
pl: Wyrównane do lewej
pt: Alinhado à esquerda
pt_br: Alinhado à esquerda
ro: Aliniat la stânga
ru: По левому краю
sr: Поравнато лево
sv: Vänsterjusterat
tr: Sola hizalı
uk: По лівому краю
vi: Căn lề trái
zh_hans: 左对齐
zh_hant: 左對齊

# appearance_post_action_style_right_aligned
source: Right aligned
af: Regs belyn
ar: محاذاة لليمين
bg: Подравнено вдясно
ca: Alineat a la dreta
cs: Zarovnané doprava
da: Højrestillet
de: Rechtsbündig
el: Στοίχιση δεξιά
fi: Tasaus oikealle
fr: Aligné à droite
he: מיושר לימין
hu: Jobbra igazítva
it: Allineato a destra
ja: 右揃え
ko: 오른쪽 정렬
nb: Høyre justert
nl: Rechts uitgelijnd
pl: Wyrównane do prawej
pt: Alinhado à direita
pt_br: Alinhado à direita
ro: Aliniat la dreapta
ru: По правому краю
sr: Поравнато десно
sv: Högerjusterat
tr: Sağa hizalı
uk: По правому краю
vi: Căn lề phải
zh_hans: 右对齐
zh_hant: 右對齊

# appearance_post_action_style_stretch
source: Stretch
af: Rek
ar: تمديد
bg: Разтягане
ca: Estira
cs: Roztažené
da: Stræk
de: Strecken
el: Επέκταση
fi: Venyty
fr: Étirer
he: מתיחה
hu: Nyújtás
it: Estendi
ja: ストレッチ
ko: 늘리기
nb: Strekk
nl: Uitrekken
pl: Rozciągnięcie
pt: Esticar
pt_br: Esticar
ro: Întinde
ru: Растянуть
sr: Растегнуто
sv: Sträck ut
tr: Uzat
uk: Розтягнути
vi: Giãn
zh_hans: 拉伸
zh_hant: 拉伸

# appearance_show_bottom_bar_labels
source: Show bottom bar text
af: Wys teks op die onderste balk
ar: عرض نص الشريط السفلي
bg: Показване на текста в долната лента
ca: Mostra el text de la barra inferior
cs: Zobrazit text na spodní liště
da: Vis tekst på bundlinjen
de: Text in der unteren Leiste anzeigen
el: Εμφάνιση κειμένου στην κάτω γραμμή
fi: Näytä alalaidan teksti
fr: Afficher le texte de la barre inférieure
he: הצג טקסט בסרגל התחתון
hu: Alsó sáv szövegének megjelenítése
it: Mostra il testo della barra inferiore
ja: ボトムバーのテキストを表示する
ko: 하단 바 텍스트 표시
nb: Vis tekst på bunnlinjen
nl: Tekst op de onderste balk tonen
pl: Pokazuj tekst na dolnym pasku
pt: Mostrar texto da barra inferior
pt_br: Mostrar texto da barra inferior
ro: Afișează textul barei de jos
ru: Показывать текст в нижней панели
sr: Прикажи текст на доњој траци
sv: Visa text på den nedre raden
tr: Alt çubuk metnini göster
uk: Показувати текст у нижній панелі
vi: Hiển thị văn bản thanh dưới cùng
zh_hans: 显示底部栏文字
zh_hant: 顯示底部欄文字
